<template>
  <section>
    <div class="ui container article-info">
      <div class="ui piled segment">
        <h3 class="ui header">最好的我们：在青春这条道路上,我们平凡而又坚定</h3>
        <div class="article-info-header">
          <div class="ui mini horizontal divided list">
            <div class="item">
              <div class="content"><i class="user icon"></i>Origin</div>
            </div>
            <div class="item">
              <div class="content"><i class="unhide icon"></i>863</div>
            </div>
            <div class="item">
              <div class="content"><i class="wait icon"></i>2016-12-12 22:30</div>
            </div>
          </div>
        </div>
        <div class="ui divider"></div>
        <div class="article-content">
          <p>当前路径: {{$route.path}}</p>
          <p>当前路由参数: {{$route.params | json}}</p>
          最好的时光
          一：路星河的56次求婚不敌余淮的一句：“耿耿，我来晚了。”
          《最好的我们》结局是耿耿最后与余淮在一起了，大批网友心痛路星河，是的，路星河是值得被心痛的，一个看上去那么不正经的人，却痴情地专一地爱着耿耿，换作是谁都会感动的，可是耿耿与路星河之间的感情只限于感动，因为就像路星河献给耿耿那首歌中的歌词：最好的我们，最好的青春，最怀恋的那个人还是最初的那个人。
          然而耿耿最怀恋的一直都是余淮。耿耿的善良单纯不是她十多年默默等待余淮出现的真正理由，她对余淮深深的爱才是她等待的真正理由。
          余淮和路星河都喜欢着耿耿，但是他们表达爱的方式截然不同。余淮对耿耿的爱处于一种小心翼翼保护守藏着的状态，而路星河的爱却是肆无忌惮的。在耿耿好友蒋年年的眼里：“路星河碾压余淮毫无悬念。”在余淮好友周末眼里：“路星河表白耿耿的行为比余淮爷儿们多了。”
          余淮难道不想像路星河一样大声地告诉耿耿自己的心意吗？当然想啊，而且特别特别想，但是他的家庭给他给予了厚望，他是家人眼中的未来，他的成绩是他父母最重视的荣耀，这样带有负担的爱以至于让余淮有些喘不过气来，正因为如此，余淮和耿耿在一起的时候才显的多么舒心。
          余淮不敢早恋也不能早恋，他能控制自己不表白不当家长眼中的早恋的学生，但是他不能控制自己对耿耿的爱，爱就是爱了,嘴上不说，行为也可以看的出来感觉的到。
          他会因为耿耿和路星河走的近而吃醋然后与耿耿冷战耍小性子，他会怕他以前的事情让耿耿误会而着急，他会因为他打篮球的时候没有耿耿来观看而失落，他还会担心高二与耿耿分而有了弃理从文的念头，他和耿耿发短信的时候会情不自禁地笑的很开心，他会不顾危险的去帮耿耿拿回相机等等很多很多的事情都可以看出他是真心的喜欢耿耿。
          耿耿也喜欢着余淮，她把余淮视为她唯一崇拜的人，余淮的一举一动也会牵扯着她的喜怒哀乐。可是她没有看懂余淮，她不知道余淮究竟喜不喜欢她，还有女孩子的那点儿矜持，所以她也没有胆量去表白。
          路星河和余淮相比：不是输在了才华，不是输在了颜值，更不是输在了付出爱的多少，而是输在了最珍贵的高中这三年的陪伴。
          因为高中这三年耿耿有余淮的陪伴，同桌的关系使俩人接触频繁，感情增加，在这段懵懂的青春年华里建立了深厚的友谊，而这友谊的实质确是初恋的情愫，他们的感情牢固到以至于高考后的十多年路星河即便一直陪伴在耿耿身边，耿耿心里依然放不下余淮，依然想着余淮，依然爱着余淮。
          说实话，最后一集余淮消失那么久重新出现的时候，我看到余淮那副模样着实地心痛。十多年后的耿是最好的耿耿，然而十多年后的余淮不是最好的余淮，最好的他们之间隔着一整个青春，怎么奔跑也跨不过的青春。
          余淮的再次出现完全没有了当年的朝气与阳光的感觉。以前的余淮是自信的余淮，而现在与耿耿重逢的余淮是被家庭沉重负担和琐碎不断的麻烦折磨过无奈向生活低头的余淮。
          他们的重逢似乎非常尴尬，但是内心却是有着掩饰不住的喜悦，能见一面多好。这是余淮欠耿耿的答复，老天也要余淮给耿耿一个答复。
          自尊心特强的余淮因为自己和家里的事，不愿面对耿耿。其实他怕拖累耿耿，因为爱她，所以他不愿耿耿与自己吃苦，甚至他觉得自己配不上耿耿 。这时的他与路星河相比在外人眼中毫无优势可言,尽是弱势。
          两情相悦从来都不需要那么多理由，对于余淮的突然消失，耿耿心中不会有真正的恨，更多的是担心是想念。耿耿内心感激当年最好的余淮帮助那时不好的自己，现在最好的她愿意与不好的余淮一起去面对生活的负担与压力，最好的结局就是耿耿余淮在一起，耿耿在爱自己和自己爱的人里面选择了自己爱的人，恰巧那个自己爱的人也爱自己，多好的结局。
          二：一厢情愿就要愿赌服输。
          张爱玲曾经说：“见了他，她变得很低很低，低到尘埃里。但她心里是欢喜的，从尘埃里开出花来。”我觉得这段话特别适合形容单方面爱恋着韩叙的简单。
          简单从小就与韩叙相识，他们的关系应该是属于青梅竹马级别的。简单喜欢韩叙，那种喜欢没有丝毫掩饰，全是满满的真心。
          简单的成绩并不好，但是韩叙是她最大的动力，她为了能和韩叙高中继续在一起读书，她努力地考起了振华，心里不知道有多开心。
          她每天早上给韩叙带早餐，秋游的时候自己一个人背着那么多韩叙喜欢吃的零食，即便背包那么重，即便是爬山这么消耗体能的活动，只要为了韩叙，无论做什么她都愿意，她可以把这份付出转换成她快乐的来源。一个人深深喜欢另一个不喜欢自己的人时，会变的很卑微很卑微。
          简单对韩叙的爱是不求回报、一厢情愿的爱。以至于韩叙常常忽视简单的感受，甚至在习以为常之后觉得简单对他的好都是理所应当的了，面对简单的好，没有感动，没有感激。
          韩叙在将要文理分科的时候对简单说了一句：“你走后，再也不会有人对我这么好了。”简单因为韩叙的这句话，开心地觉得自己对于韩叙来说很重要，毅然地决定不学文科学理科。
          可是高二的时候出现了贝霖，随着贝霖与韩叙关系的走近和简单发现韩叙其实喜欢贝霖不是喜欢自己，简单终于看清一些事情也明白了一些事情，在死心之后，简单果断地转学文科，有些时候，发现自己错了就应该停下来及时补损，何必在自己不擅长并且没有优势的地方费再多的心血呢。
          转文后的简单对耿耿说：“一厢情愿，就要愿赌服输。”这算是简单给自己的一个安慰，也是对这段感情的释然吧。
          有很多观众似乎在简单身上看到了自己的影子，也有很多观众为简单打抱不平，大骂韩叙是渣男，其实也没必要，简单都明白：“又不是自己对他好，他就会答应要娶她。”对啊，韩叙从来都不曾向简单许诺，何来欺骗之说，从始至终恐怕只是简单自己在骗自己而已。与其说韩叙渣，不如说他自私。
          简单与路星河一样，一厢情愿就要愿赌服输，感情里面不存在谁真正欠了谁的，感情这台天平永远只有在两情相悦的时候才是平衡的。勉强不来，强求不了。
          或许转身放弃会遇到更好的选择，像简单就很幸运的遇到了会记得她的好的周末，并且后来在一起了那么多年。相信路星河在看到耿耿真正幸福以后，也会遇到属于自己真正的幸福。
          三：洛枳爱盛淮南，谁都不知道。盛淮南爱洛枳，全世界都知道。
          美丽温柔的洛枳学姐在高中时心里也藏有自己的男神。她的男神是当时她们年级的风云学霸人物。他与她并不熟识，借耿耿还给盛淮南笔记本的机会才让盛淮南知道了洛枳的名字，尽管盛淮南当时并不了解洛枳，不过洛枳却知道关于盛淮南可以被了解的一切。她的作文是有意写给盛淮南看的，可惜多年后才知道盛淮南根本不看优秀作文的，不过多年后的洛枳已经成王败寇了，那些以前说不出口秘密，现在都可以当作趣事讲出来了。盛淮南与洛枳这样的结局实属完美，让人由衷地祝福，真心地羡慕。
          班主任张平老师
          这个憨厚可爱的班主任，是多少学子心中期待的班主任。他不同于那些思想顽固的班主任，他会站在学生的角度想问题，他可以会尝试与学生交朋友而获得学生的信任，他会温柔地鼓励学生，他会希望他的学生以后回忆最好的时光的时候脑海里不只是学习，他尽心尽责地对待一个班，用他的方式去感动学生。
          我很喜欢他在文理分班说的那段话，这段话会牢牢地记在我心里：
          我知道有的同学舍不得这个班﻿，或者舍不得某个人﻿，但我想说这都是暂时的﻿，我说过﻿，现在是你们最好的时光﻿，但以后的人生路上﻿，你在乎的人能不能﻿陪你一起走下去﻿，靠得不是这一天两天的感情﻿，而是你能不能配得上他﻿，老师就要想告诉你们﻿，选择真正有价值的﻿，不要因为自己的任性而后悔﻿，不要因为自己的 自己的不配﻿错过在乎的人 。
          让我们重温一遍《最好的我们》经典语录:
          1. 你知道，差一点没得到，会让人不忿，而差得很远，就会让人平静。
          2. 最容易令人感到温暖和惊喜的是陌生人，因为你对他没有期望。
          3. 最容易令人感到心寒和悲哀的是亲人，因为你爱他们。
          4.当时的他是最好的他，后来的我是最好的我。可是最好的我们之间，隔了一整个青春。﻿怎么奔跑也跨不过的青春，只好伸出手道别。
                5. 不是爱情，也不是友情。他们问我为什么记得你。我也说不清，所有的一切都像流水账，细细碎碎的，捞不起来。﻿我不记得我们说过什么、做过什么，也不记得到底是谁偷吃了谁的好丽友。﻿但是我记得你。﻿﻿我记得那三年，不管我朝哪个方向看，余光里满满的都是你。
          6. 他带着背后的岁月，呼啸而来。像一场七年前的洪汛，越过一整个青春，时至今日终于漫到我的眼前。
           　7. 因为没得到，所以显得格外好，这不是爱。
          8. 我不幸是世界上最不快乐的那种人，没能力，却有上进心;没天赋，却有梦想;越努力，越难过。
          9. 世界上唯一不变的就是变化，世界上唯一可能的就是不可能。
          10. 认命就是你和你的自尊心野心不甘心一起围着桌子坐下来，握手，微笑，为了不再痛苦。 ...
          11. 我们不负责任地用几句话将人家捧高，但是万一摔下来，谁也不会去接住她。
          12. 不是所有坚持都有结果，但是总有一些坚持，能从一寸冰封的土地里，培有出十万朵怒放的蔷薇。
          13. 喜欢一个人的心情是不听劝的，你以为我在遭受冷遇的时候，没有劝过自己吗?
          14. .我一直觉得一个人没什么，重新见到你，才觉得还是两个人的时光更好。
          15. 这个世界上，离开谁你都活得下去，因为大家的幸福，并不是绑定在一起的。
          16. 虽然我从来不曾亲身体会过，但是也知道，有时候课间操和升旗仪式是很多人最为期待的。茫茫人海，他们总是能寻寻觅觅地将目光定位到某个人身上，将冗长无趣的仪式变成一场不足为外人道也的独家记忆。
          17. 我真的什么也没有想。所以那种感觉，那种朝着一个方向疯狂奔跑的感觉，真好。
          18. 你越功利，世界对你就越神秘
          19. 想多了也会累，累到想不起。
          20. 你知道，最令人难过的天气，其实是晴空万里。
          21. 也许平凡如我们，拥有的第一个秘密，就叫作喜欢。
          22. 我和你坐同桌，3年。 你的影子和粉笔灰交织在一起，黑白分明，在我的记忆力转圈。 我想，那时候的我们，是最好的我们。
          23. 很多地方你觉得不敢去，怕被回忆淹没，其实都是自己给自己挖的坑，还没去呢，就自己把自己感动了。
          24. 人越长大、越复杂，交朋友的难度和成本都在极速上升。
          25. 青春就是这样吧，谨慎珍惜还是放肆恣意都一样，反正不管怎么度过，最终都会遗憾地明白，这段好时光，到底还是浪费了。
          26. “我真的很羡慕，喜欢一个人是克制不住想要跟他亲近，跟他说话，了解他的一切。你有这个机会，把你的喜欢包裹在同桌的身份下，常常开个玩笑互相损贬，再互相关心。即使治标不治本，也比见不到摸不着，假装不认识要好得多。
          27. “你以为现在不认识没关系，因为还需要时间准备，总有一天你会让他认识最好的你。但是有时候感情和好不好没有关系，就差那么一秒钟，即使你再好，他的好也早就都给了别人。” by洛枳
          28. 互相吹捧是需要棋逢对手的。
          29. 世界上总会有种人，嬉皮笑脸地随手摘取你费劲九牛二虎之力才够到的神仙果，然后却表现出并不是很稀罕的态度，其实，是有点可恨的。
          30. 前途和他都未必能够回报我的任性。但是这一刻足够了。
          31. 青春就是这样，好得像是无论怎样度过都会被浪费，那么，不如浪费在你身上。
          32. 生活果然不是电影，我还以为我开始发愤图强之后，上帝会给我安排几个蒙太奇镜头，再次登场时， 我就已经很牛。
          33. 突然有些心酸。我们都熬过了那段最苦的日子。 后来就不在一起了。 苦难总会终结，坚强之人永存。 坏日子总是会结束的。 但是很多我们以为是最坏的日子，回头来看也许反而是最好的日子。只是坏日子里面的苦难消磨了很多可贵的温柔，轻松的好日子来临时，我们却没有多余的勇气了。
          34. 等我爬起来的时候，眼睛就已经在胳膊上压得眼冒金星了。
          35. 死了以后名垂青史，有什么用啊?活着的时候那么憋屈。快乐是自己的，成就也是自己的，后人唱赞歌，有个屁用。
          36. 对时光的感怀需要闲情逸致，忙着活命的人只看明天，顾不上回头。
          37. 人的身体里住了很多小野兽，有野心，有虚荣心，有羞耻心，有进取心，有攀比心，有爱心，也有狠心和漠不关心。我记得在自己成长的每一个阶段，他们是怎样一个个觉醒，力量此消彼长，控制着我做出正确或错误的事情，喜欢上匪夷所思的男孩，讨厌起人畜无害的女孩。
          38. 我真正学会控制自己，而不是被这些小野兽所控制，花了漫长的时间。在苛责后原谅，在期望后释怀，最终生活的真正快乐而坚强。
          39. 最好的我们，最坏的我们﻿回忆是时光里，带着温暖的余悸﻿，最好忘了吧，最坏不过是关上这世界的门﻿，伸出了双手，拥抱当时的我们﻿，最好忘了吧，最坏不过是关上这世界的门﻿，伸出了双手，却不再会有我们。
            　40. 一厢情愿，就得愿赌服输。
          41. 喜欢一个人是克制不住想要跟他亲近，跟他说话，了解他的一切。
          42. 我第一次发现，原来电视剧里面那些处心积虑是这样被激发出来的——当你开始吃醋，开始在意，开始嫉妒……当你开始喜欢一个人。
          43. 你知道吗？和喜欢的人发短信，亲密地互损，却决口不提喜不喜欢这些心思，是特别快乐的事情。
          44. “我是说，人就这么一辈子的时间，你前半辈子观看你父母的生活，后半辈子还要再模仿复制一遍——你亏不亏啊?” 也许父母没有我们想象得那么简单无聊，他们也有理想和憧憬，无论是对生活还是对爱情，就像此刻的我们。可是他们也和我们一样，高估了自己的创造力和运气。
          45. 冬季的天黑得太早。我在自习课茫然地一抬头，窗外灰蓝的天幕已经沉沉地压下来。黑天让我想哭。一天对余淮来说等于半本物理练习册，于我，只是日出日落间的毫无建树。
          46. 我的相机好像是上帝的眼睛。我们在人间庸庸碌碌，只看得到自己周围的一亩三分地，它却能站在高处捕捉到所有人转瞬即逝的微妙瞬间，然后让那些背后的故事露出一掉细细的尾巴
        </div>
      </div>
    </div>
  </section>
</template>
<style>
</style>
<script>
</script>
